Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Analise especificamente meu progresso em Nutrição: tendência de peso, consistência nos registros, calorias e macros recentes vs. minhas metas. Aponte pontos fortes, pontos de atenção e sugira 3 ajustes concretos para eu evoluir mais rápido com segurança.
de: Analysiere konkret meinen Fortschritt in der Ernährung: Gewichtstrend, Konsistenz der Einträge, jüngste Kalorien und Makros vs. meine Ziele. Nenne Stärken, Aufmerksamkeitspunkte und schlage 3 konkrete Anpassungen vor, damit ich sicher schneller vorankomme.
en: Specifically analyze my Nutrition progress: weight trend, consistency of logging, and recent calories and macros vs. my goals. Point out strengths, areas of concern, and suggest 3 concrete adjustments so I can progress faster safely.
es: Analiza específicamente mi progreso en Nutrición: tendencia de peso, consistencia en los registros, calorías y macros recientes frente a mis metas. Señala puntos fuertes, puntos de atención y sugiere 3 ajustes concretos para que avance más rápido con seguridad.
fr: Analyse précisément mes progrès en Nutrition : tendance de poids, régularité des enregistrements, calories et macros récentes vs. mes objectifs. Indique les points forts, les points d'attention et suggère 3 ajustements concrets pour évoluer plus vite en toute sécurité.
it: Analizza specificamente i miei progressi in Nutrizione: tendenza del peso, costanza nelle registrazioni, calorie e macro recenti rispetto ai miei obiettivi. Indica punti di forza, punti di attenzione e suggerisci 3 aggiustamenti concreti per progredire più rapidamente in sicurezza.
ja: 栄養の進捗を特に分析してください：体重の傾向、記録の一貫性、最近のカロリーとマクロ vs 目標。 強み、注意点を指摘し、安全に早く前進するための具体的な3つの調整を提案してください。

source: Analise minha alimentação
de: Analysiere meine Ernährung
en: Analyze my diet
es: Analiza mi alimentación
fr: Analyse mon alimentation
it: Analizza la mia alimentazione
ja: 私の食生活を分析

source: Aniversário
de: Geburtstag
en: Birthday
es: Cumpleaños
fr: Anniversaire
it: Compleanno
ja: 誕生日

source: Anterior
de: Zurück
en: Previous
fr: Précédent
it: Precedente
ja: 前へ

source: Anual
de: Jährlich
en: Annual
fr: Annuel
it: Annuale
ja: 年間

source: Ao comprar e mover para a Despensa, a validade de %@ será aplicada.
de: Beim Kauf und Verschieben in die Vorratskammer wird das Mindesthaltbarkeitsdatum von %@ angewendet.
en: When you buy it and move it to the Pantry, the expiration of %@ will be applied.
es: Al comprar y mover a la Despensa, se aplicará la caducidad de %@.
fr: À l'achat et au déplacement vers le Garde-manger, la péremption de %@ sera appliquée.
it: Al momento dell'acquisto e dello spostamento in Dispensa, verrà applicata la scadenza di %@.
ja: 購入してパントリーに移動するときに、%@ の賞味期限が適用されます。

source: Ao comprar no Mercado e mover para a Despensa, a validade de %@ será aplicada automaticamente.
de: Beim Kauf auf der Einkaufsliste und Verschieben in die Vorratskammer wird das Mindesthaltbarkeitsdatum von %@ automatisch angewendet.
en: When you buy it in the Grocery list and move it to the Pantry, the expiration of %@ will be applied automatically.
es: Al comprar en la Lista de Compras y mover a la Despensa, la caducidad de %@ se aplicará automáticamente.
fr: À l'achat dans la Liste de courses et au déplacement vers le Garde-manger, la péremption de %@ sera appliquée automatiquement.
it: Al momento dell'acquisto nella Lista della spesa e dello spostamento in Dispensa, la scadenza di %@ verrà applicata automaticamente.
ja: 買い物リストで購入してパントリーに移動するときに、%@ の賞味期限が自動的に適用されます。

source: Ao desativar, Home, Listas, Receitas e Nutrição passam a usar degradês estáticos equivalentes ao visual atual. Isso reduz uso contínuo de GPU e costuma deixar scroll e transições mais leves.
de: Wenn deaktiviert, verwenden Start, Listen, Rezepte und Ernährung statische Verläufe, die dem aktuellen Erscheinungsbild entsprechen. Das reduziert die kontinuierliche GPU-Nutzung und macht Scrollen und Übergänge in der Regel flüssiger.
en: When disabled, Home, Lists, Recipes, and Nutrition switch to static gradients matching the current look. This reduces continuous GPU usage and usually makes scrolling and transitions lighter.
es: Al desactivar, Inicio, Listas, Recetas y Nutrición pasan a usar degradados estáticos equivalentes al visual actual. Esto reduce el uso continuo de GPU y suele aligerar el desplazamiento y las transiciones.
fr: Lorsqu'il est désactivé, Accueil, Listes, Recettes et Nutrition utilisent des dégradés statiques équivalents au visuel actuel. Cela réduit l'utilisation continue du GPU et allège généralement le défilement et les transitions.
it: Disattivando, Home, Liste, Ricette e Nutrizione utilizzano gradienti statici equivalenti all'aspetto attuale. Questo riduce l'uso continuo della GPU e di solito rende scorrimento e transizioni più fluidi.
ja: 無効にすると、ホーム、リスト、レシピ、栄養が現在のビジュアルと同等の静的グラデーションを使用します。これにより GPU の継続的な使用が減り、通常はスクロールとトランジションが軽くなります。

source: Ao desativar, Home, Listas, Receitas e Nutrição passam a usar degradês estáticos. Desativar as capas ilustradas faz receitas sem foto usarem uma capa simples, útil para testar uma navegação mais leve em Receitas.
de: Wenn deaktiviert, verwenden Home, Listen, Rezepte und Ernährung statische Verläufe. Das Deaktivieren der illustrierten Rezeptkarten sorgt dafür, dass Rezepte ohne Foto eine einfache Abdeckung nutzen. Das ist nützlich, um eine flüssigere Navigation im Bereich Rezepte zu testen.
en: When disabled, Home, Lists, Recipes, and Nutrition use static gradients. Turning off illustrated recipe covers makes recipes without photos use a simple cover, which is useful for testing lighter navigation in Recipes.
es: Al desactivarlo, Inicio, Listas, Recetas y Nutrición pasan a usar degradados estáticos. Desactivar las portadas ilustradas hace que las recetas sin foto usen una portada simple, útil para probar una navegación más ligera en Recetas.
fr: Une fois désactivé, Accueil, Listes, Recettes et Nutrition utilisent des dégradés statiques. Désactiver les couvertures illustrées fait que les recettes sans photo utilisent une couverture simple, ce qui est utile pour tester une navigation plus fluide dans Recettes.
it: Quando disattivato, Home, Liste, Ricette e Nutrizione usano gradienti statici. Disattivare le copertine illustrate fa sì che le ricette senza foto usino una copertina semplice, utile per testare una navigazione più leggera in Ricette.
ja: オフにすると、ホーム、リスト、レシピ、栄養は静的なグラデーションを使います。イラスト付きカバーもオフにすると、写真のないレシピはシンプルなカバーになり、レシピ画面の動作を軽くできるか確認しやすくなります。

source: Apagar
de: Löschen
es: Borrar
fr: Effacer
it: Elimina
ja: 削除

source: Apagar os dados do iCloud só está disponível em um device físico com suporte a CloudKit.
de: Das Löschen der iCloud-Daten ist nur auf einem physischen Gerät mit CloudKit-Unterstützung verfügbar.
en: Deleting iCloud data is only available on a physical device with CloudKit support.
es: Borrar los datos de iCloud solo está disponible en un dispositivo físico compatible con CloudKit.
fr: L'effacement des données iCloud n'est disponible que sur un appareil physique compatible CloudKit.
it: L'eliminazione dei dati iCloud è disponibile solo su un dispositivo fisico con supporto CloudKit.
ja: iCloud データの削除は、CloudKit をサポートする物理デバイスでのみ利用可能です。

source: Apagar personalizados
de: Benutzerdefinierte löschen
en: Delete custom
es: Borrar personalizados
fr: Effacer les personnalisés
it: Elimina personalizzati
ja: カスタムを削除

source: Apagar receitas deste caderno
de: Rezepte aus diesem Notizbuch löschen
en: Delete recipes from this notebook
es: Borrar recetas de este cuaderno
fr: Effacer les recettes de ce carnet
it: Elimina ricette di questo quaderno
ja: このノートのレシピを削除

source: Apagar receitas deste caderno?
de: Rezepte aus diesem Notizbuch löschen?
en: Delete recipes from this notebook?
es: ¿Borrar recetas de este cuaderno?
fr: Effacer les recettes de ce carnet ?
it: Eliminare le ricette di questo quaderno?
ja: このノートのレシピを削除しますか？

source: Apagar todos os dados locais e do iCloud
de: Alle lokalen und iCloud-Daten löschen
en: Delete all local and iCloud data
es: Borrar todos los datos locales y de iCloud
fr: Effacer toutes les données locales et iCloud
it: Elimina tutti i dati locali e iCloud
ja: ローカルおよび iCloud のすべてのデータを削除

source: Apagar todos os dados?
de: Alle Daten löschen?
en: Delete all data?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？

source: Apagar tudo
de: Alles löschen
en: Delete everything
es: Borrar todo
fr: Tout effacer
it: Elimina tutto
ja: すべて削除

source: Aparência
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観

source: Aparência e Performance
de: Erscheinungsbild und Leistung
en: Appearance and Performance
es: Apariencia y rendimiento
fr: Apparence et performances
it: Aspetto e prestazioni
ja: 外観とパフォーマンス

source: Apenas Listas
de: Nur Listen
en: Lists Only
es: Solo listas
fr: Listes uniquement
it: Solo Liste
ja: リストのみ

source: Apenas Receitas
de: Nur Rezepte
en: Recipes Only
es: Solo recetas
fr: Recettes uniquement
it: Solo Ricette
ja: レシピのみ

source: Aplicar validade automaticamente
de: Mindesthaltbarkeitsdatum automatisch anwenden
en: Apply expiration automatically
es: Aplicar caducidad automáticamente
fr: Appliquer la péremption automatiquement
it: Applica scadenza automaticamente
ja: 賞味期限を自動的に適用

source: Aqueça o wrap rapidamente.
de: Wrap kurz erwärmen.
en: Warm the wrap briefly.
es: Calienta el wrap rápidamente.
fr: Réchauffez rapidement le wrap.
it: Scalda velocemente il wrap.
ja: ラップを軽く温める。

source: Aqueça os wraps rapidamente na frigideira.
de: Die Wraps kurz in der Pfanne erwärmen.
en: Warm the wraps quickly in a skillet.
es: Calienta los wraps rápidamente en una sartén.
fr: Réchauffez rapidement les wraps à la poêle.
it: Scalda rapidamente i wraps in padella.
ja: フライパンでラップを手早く温める。

source: Aqueça uma frigideira antiaderente em fogo médio.
de: Erhitzen Sie eine beschichtete Pfanne bei mittlerer Hitze.
en: Heat a nonstick skillet over medium heat.
es: Calienta una sartén antiadherente a fuego medio.
fr: Faites chauffer une poêle antiadhésive à feu moyen.
it: Scaldare una padella antiaderente a fuoco medio.
ja: ノンスティックフライパンを中火で熱します。

source: Aqui estou olhando para
de: Hier schaue ich auf
en: Here I'm looking at
es: Aquí estoy viendo
fr: Ici je regarde
it: Qui sto guardando
ja: ここで見ているのは

source: Argumentos da função em formato inválido.
de: Funktionsargumente in ungültigem Format.
en: Function arguments are in an invalid format.
es: Argumentos de la función en formato no válido.
fr: Arguments de la fonction au format invalide.
it: Argomenti della funzione in formato non valido.
ja: 関数の引数の形式が無効です。

source: Arquivo grande demais para anexar.
de: Datei zu groß zum Anhängen.
en: File is too large to attach.
es: Archivo demasiado grande para adjuntar.
fr: Fichier trop volumineux pour être joint.
it: File troppo grande per essere allegato.
ja: 添付するにはファイルが大きすぎます。

source: Arraste para reordenar ou mover um ingrediente para outra seção.
de: Ziehen, um neu anzuordnen oder eine Zutat in einen anderen Abschnitt zu verschieben.
en: Drag to reorder or move an ingredient to another section.
es: Arrastra para reordenar o mover un ingrediente a otra sección.
fr: Glissez pour réorganiser ou déplacer un ingrédient vers une autre section.
it: Trascina per riordinare o spostare un ingrediente in un'altra sezione.
ja: ドラッグして並べ替えるか、材料を別のセクションに移動します。

source: Arroz
de: Reis
en: Rice
fr: Riz
it: Riso
ja: 米

source: As notificações estão desativadas nas Configurações do sistema. Toque para abrir e permitir.
de: Benachrichtigungen sind in den Systemeinstellungen deaktiviert. Tippen, um zu öffnen und zu erlauben.
en: Notifications are disabled in System Settings. Tap to open and allow.
es: Las notificaciones están desactivadas en los Ajustes del sistema. Toca para abrir y permitir.
fr: Les notifications sont désactivées dans les Paramètres système. Touchez pour ouvrir et autoriser.
it: Le notifiche sono disattivate nelle Impostazioni di sistema. Tocca per aprirle e consentirle.
ja: システム設定で通知が無効になっています。タップして開いて許可してください。

source: Assinar agora
de: Jetzt abonnieren
en: Subscribe now
es: Suscribirse ahora
fr: S'abonner maintenant
it: Abbonati ora
ja: 今すぐ登録

source: Assinatura restaurada com sucesso.
de: Abo erfolgreich wiederhergestellt.
en: Subscription restored successfully.
es: Suscripción restaurada con éxito.
fr: Abonnement restauré avec succès.
it: Abbonamento ripristinato con successo.
ja: サブスクリプションを復元しました。

source: Assistente
de: Assistent
en: Assistant
es: Asistente
fr: Assistant
ja: アシスタント

source: Assistente de Cozinha
de: Küchenassistent
en: Kitchen Assistant
es: Asistente de cocina
fr: Assistant de cuisine
it: Assistente di Cucina
ja: 料理アシスタント

source: Assistente IA
de: KI-Assistent
en: AI Assistant
es: Asistente IA
fr: Assistant IA
ja: AIアシスタント

source: Assistente Savoria
de: Savoria Assistent
en: Savoria Assistant
es: Asistente Savoria
fr: Assistant Savoria
ja: Savoria アシスタント

source: Ative a sincronização iCloud antes de usar o compartilhamento familiar.
de: Aktivieren Sie die iCloud-Synchronisierung, bevor Sie die Familienfreigabe verwenden.
en: Enable iCloud sync before using family sharing.
es: Activa la sincronización iCloud antes de usar el uso compartido familiar.
fr: Activez la synchronisation iCloud avant d'utiliser le partage familial.
it: Attiva la sincronizzazione iCloud prima di utilizzare la condivisione familiare.
ja: ファミリー共有を使用する前に iCloud 同期を有効にしてください。

source: Atividade
de: Aktivität
en: Activity
es: Actividad
fr: Activité
it: Attività
ja: 活動

source: Ativo
de: Aktiv
en: Active
es: Activo
fr: Actif
it: Attivo
ja: 活発

source: Atual
de: Aktuell
en: Current
es: Actual
fr: Actuel
it: Attuale
ja: 現在

source: Atualizando…
de: Wird aktualisiert…
en: Updating…
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
ja: 更新中…

source: Atualize o nome do caderno. As receitas ligadas a ele acompanham a mudança.
de: Aktualisieren Sie den Namen des Notizbuchs. Die damit verknüpften Rezepte übernehmen die Änderung.
en: Update the notebook name. Recipes linked to it will follow the change.
es: Actualiza el nombre del cuaderno. Las recetas vinculadas seguirán el cambio.
fr: Mettez à jour le nom du carnet. Les recettes qui y sont liées suivront la modification.
it: Aggiorna il nome del quaderno. Le ricette ad esso collegate seguiranno la modifica.
ja: ノートの名前を更新します。リンクされたレシピも変更に従います。

source: Atum
de: Thunfisch
en: Tuna
es: Atún
fr: Thon
it: Tonno
ja: ツナ

source: Automático em pasta
de: Automatisch in Ordner
en: Automatic to folder
es: Automático en carpeta
fr: Automatique vers un dossier
it: Automatico in cartella
ja: フォルダへの自動保存

source: Avaliar na App Store
de: Im App Store bewerten
en: Rate on the App Store
es: Valorar en App Store
fr: Noter sur l’App Store
it: Valuta sull’App Store
ja: App Storeで評価

source: Avisar sobre validade próxima
de: Über bevorstehendes Mindesthaltbarkeitsdatum informieren
en: Notify about upcoming expiration
es: Avisar sobre caducidad próxima
fr: Avertir d'une péremption proche
it: Avvisa sulla scadenza imminente
ja: 賞味期限が近いことを通知

source: Avisar validade com \(settings.expiringItemsLeadDays) dias de antecedência
de: Ablauf \(settings.expiringItemsLeadDays) Tage im Voraus melden
en: Warn \(settings.expiringItemsLeadDays) days before expiration
es: Avisar sobre el vencimiento con \(settings.expiringItemsLeadDays) días de anticipación
fr: Avertir \(settings.expiringItemsLeadDays) jours avant l’expiration
it: Avvisa della scadenza con \(settings.expiringItemsLeadDays) giorni di anticipo
ja: 期限の \(settings.expiringItemsLeadDays) 日前に通知

source: Avisar validade com %lld dias de antecedência
de: %lld Tage im Voraus über Mindesthaltbarkeitsdatum informieren
en: Notify expiration %lld days in advance
es: Avisar caducidad con %lld días de antelación
fr: Avertir de la péremption %lld jours à l'avance
it: Avvisa scadenza con %lld giorni di anticipo
ja: 賞味期限の %lld 日前に通知

source: Azeite
de: Olivenöl
en: Olive oil
es: Aceite de oliva
fr: Huile d'olive
it: Olio d'oliva
ja: オリーブオイル

source: Azul
de: Blau
en: Blue
fr: Bleu
it: Blu
ja: 青

source: Backup automático diário
de: Tägliches automatisches Backup
en: Daily automatic backup
es: Copia de seguridad automática diaria
fr: Sauvegarde automatique quotidienne
it: Backup automatico giornaliero
ja: 毎日の自動バックアップ

source: Backup importado
de: Backup importiert
en: Backup imported
es: Copia importada
fr: Sauvegarde importée
it: Backup importato
ja: バックアップをインポートしました

source: Backup restaurado
de: Backup wiederhergestellt
en: Backup restored
es: Copia restaurada
fr: Sauvegarde restaurée
it: Backup ripristinato
ja: バックアップを復元しました

source: Backups Automáticos
de: Automatische Backups
en: Automatic Backups
es: Copias automáticas
fr: Sauvegardes automatiques
it: Backup automatici
ja: 自動バックアップ

source: Bacon
de: Speck
es: Tocino
it: Pancetta
ja: ベーコン

source: Baixando o vídeo
de: Video wird heruntergeladen
en: Downloading the video
es: Descargando el vídeo
fr: Téléchargement de la vidéo
it: Download del video
ja: 動画をダウンロード中

source: Banana
de: Banane
es: Plátano
fr: Banane
ja: バナナ

source: Banana congelada
de: Gefrorene Banane
en: Frozen banana
es: Plátano congelado
fr: Banane congelée
it: Banana congelata
ja: 冷凍バナナ

source: Base
de: Basis
ja: ベース

source: Bata as gemas com o parmesão.
de: Eigelb mit Parmesan verquirlen.
en: Whisk yolks with parmesan.
es: Bate las yemas con el parmesano.
fr: Fouettez les jaunes avec le parmesan.
it: Sbatti i tuorli con il parmigiano.
ja: 卵黄とパルメザンを混ぜる。

source: Bata até ficar liso e cremoso.
de: Mixen, bis alles glatt und cremig ist.
en: Blend until smooth and creamy.
es: Licúa hasta que quede suave y cremoso.
fr: Mixez jusqu'à obtenir une texture lisse et crémeuse.
it: Frulla fino a ottenere una consistenza liscia e cremosa.
ja: なめらかでクリーミーになるまで混ぜる。

source: Bata banana, frutas e iogurte no liquidificador.
de: Banane, Beeren und Joghurt mixen.
en: Blend banana, berries and yogurt.
es: Bate plátano, frutas y yogur en la licuadora.
fr: Mixez banane, fruits et yaourt.
it: Frulla banana, frutti e yogurt.
ja: バナナ・ベリー・ヨーグルトをミキサーにかける。

source: Batata
de: Kartoffel
en: Potato
es: Papa
fr: Pomme de terre
it: Patata
ja: じゃがいも

source: Bebidas
de: Getränke
en: Drinks
fr: Boissons
it: Bevande
ja: 飲み物

source: Berinjela
de: Aubergine
en: Eggplant
es: Berenjena
fr: Aubergine
it: Melanzana
ja: ナス

source: Boa noite.
de: Guten Abend.
en: Good evening.
es: Buenas noches.
fr: Bonsoir.
it: Buonasera.
ja: こんばんは。

source: Boa tarde.
de: Guten Tag.
en: Good afternoon.
es: Buenas tardes.
fr: Bon après-midi.
it: Buon pomeriggio.
ja: こんにちは。

source: Boas-vindas ao Savoria
de: Willkommen bei Savoria
en: Welcome to Savoria
es: Te damos la bienvenida a Savoria
fr: Bienvenue sur Savoria
it: Ti diamo il benvenuto su Savoria
ja: Savoriaへようこそ

source: Bom dia.
de: Guten Morgen.
en: Good morning.
es: Buenos días.
fr: Bonjour.
it: Buongiorno.
ja: おはようございます。

source: Bowl de atum com quinoa
de: Thunfisch-Quinoa-Bowl
en: Tuna and quinoa bowl
es: Bowl de atún con quinoa
fr: Bowl de thon et quinoa
it: Bowl di tonno e quinoa
ja: ツナとキヌアのボウル

source: Bowl fresco com proteína, fibras e muita saciedade.
de: Frische Bowl mit Protein, Ballaststoffen und viel Sättigung.
en: Fresh bowl with protein, fiber and plenty of satiety.
es: Bowl fresco con proteína, fibra y mucha saciedad.
fr: Bol frais avec protéines, fibres et beaucoup de satiété.
it: Bowl fresco con proteine, fibre e tanta sazietà.
ja: たんぱく質と食物繊維でしっかり満足できるフレッシュボウル。

source: brasileiro
de: brasilianisch
en: Brazilian
es: brasileño
fr: brésilien
it: brasiliano
ja: ブラジル料理

source: Brócolis
de: Brokkoli
en: Broccoli
es: Brócoli
fr: Brocoli
it: Broccoli
ja: ブロッコリー

source: Buscando a receita
de: Rezept wird gesucht
en: Fetching the recipe
es: Buscando la receta
fr: Recherche de la recette
it: Ricerca della ricetta
ja: レシピを検索中

source: Buscando resultados…
de: Ergebnisse werden gesucht…
en: Searching for results…
fr: Recherche de résultats…
it: Ricerca dei risultati…
ja: 結果を検索中…

source: Buscar
de: Suchen
en: Search
fr: Rechercher
it: Cerca
ja: 検索

source: Buscar cadernos
de: Notizbuecher suchen
en: Search notebooks
es: Buscar cuadernos
fr: Rechercher des carnets
it: Cerca quaderni
ja: ノートを検索

source: Buscar nesta lista
de: In dieser Liste suchen
en: Search this list
es: Buscar en esta lista
fr: Rechercher dans cette liste
it: Cerca in questo elenco
ja: このリストを検索

source: Buscar receitas
de: Rezepte suchen
en: Search recipes
es: Buscar recetas
fr: Rechercher des recettes
it: Cerca ricette
ja: レシピを検索

source: Buscar ingrediente da sua lista
de: Zutat in Ihrer Liste suchen
en: Search ingredient from your list
es: Buscar ingrediente de tu lista
fr: Rechercher un ingrédient dans votre liste
it: Cerca ingrediente dalla tua lista
ja: リストから材料を検索

source: Buscar item ou utensílio
de: Artikel oder Werkzeug suchen
en: Search item or utensil
es: Buscar artículo o utensilio
fr: Rechercher un article ou un ustensile
it: Cerca articolo o utensile
ja: アイテムまたは調理器具を検索

source: Buscar sem restringir à despensa
de: Suchen ohne Einschränkung auf Vorratskammer
en: Search without restricting to pantry
es: Buscar sin restringir a la despensa
fr: Rechercher sans se limiter au garde-manger
it: Cerca senza limitare alla dispensa
ja: パントリーに限定せず検索

source: Cadernos
de: Notizbücher
en: Notebooks
es: Cuadernos
fr: Carnets
it: Quaderni
ja: ノート

source: Café
de: Kaffee
en: Coffee
it: Caffè
ja: コーヒー

source: café da manhã
de: Frühstück
en: breakfast
es: desayuno
fr: petit-déjeuner
it: colazione
ja: 朝食

source: Café da manhã
de: Frühstück
en: Breakfast
es: Desayuno
fr: Petit-déjeuner
it: Colazione
ja: 朝食

source: Café da manhã fofinho e dourado em 25 minutos.
de: Fluffiges goldenes Frühstück in 25 Minuten.
en: Fluffy golden breakfast in 25 minutes.
es: Desayuno esponjoso y dorado en 25 minutos.
fr: Petit-déjeuner moelleux et doré en 25 minutes.
it: Colazione soffice e dorata in 25 minuti.
ja: 25分でふわふわの黄金朝食。

source: Calculamos sua média só com os dias que você logou.
de: Wir mitteln nur die tatsächlich erfassten Tage.
en: We average only the days you actually logged.
es: Calculamos tu promedio solo con los días que registraste.
fr: Nous calculons la moyenne avec les jours réellement enregistrés.
it: Calcoliamo la media solo con i giorni effettivamente registrati.
ja: 実際に記録した日だけで平均を計算します。

source: Calculando suas calorias
de: Kalorien werden berechnet
en: Calculating your calories
es: Calculando tus calorías
fr: Calcul de vos calories
it: Calcolando le calorie
ja: カロリーを計算中

source: Calorias
de: Kalorien
en: Calories
es: Calorías
fr: Calories
it: Calorie
ja: カロリー

source: Calorias (kcal)
de: Kalorien (kcal)
en: Calories (kcal)
es: Calorías (kcal)
fr: Calories (kcal)
it: Calorie (kcal)
ja: カロリー (kcal)

source: Calorias diárias
de: Tägliche Kalorien
en: Daily calories
es: Calorías diarias
fr: Calories quotidiennes
it: Calorie giornaliere
ja: 1日のカロリー

source: Calorias e macros
de: Kalorien und Makros
en: Calories and macros
es: Calorías y macros
fr: Calories et macros
it: Calorie e macro
ja: カロリーとマクロ

source: Calorias sem culpa.
de: Kalorien ohne schlechtes Gewissen.
en: Calories without guilt.
es: Calorías sin culpa.
fr: Calories sans culpabilité.
it: Calorie senza sensi di colpa.
ja: 罪悪感のないカロリー管理。

source: Camarão
de: Garnele
en: Shrimp
es: Camarón
fr: Crevette
it: Gambero
ja: エビ

source: Câmera
de: Kamera
en: Camera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ

source: Câmera indisponível
de: Kamera nicht verfügbar
en: Camera unavailable
es: Cámara no disponible
fr: Appareil photo indisponible
it: Fotocamera non disponibile
ja: カメラが利用できません

source: Câmera, galeria ou arquivos
de: Kamera, Galerie oder Dateien
en: Camera, gallery, or files
es: Cámara, galería o archivos
fr: Appareil photo, galerie ou fichiers
it: Fotocamera, galleria o file
ja: カメラ、ギャラリー、またはファイル
